{
  "artist": {
    "name": "Jake Allen",
    "email": "studioja@yahoo.com",
    "bio": "My work is shaped by lived experience—family, nature, responsibility, and the constant push to see beyond what’s expected. I am an artist, husband, and father to a son living in Wyoming, creating from a place where freedom, land, and reflection still matter. My family also shares life with a silver Labrador, a quiet constant tied to time outdoors and everyday rhythm. Growing up just south of Chicago taught me to see the world from multiple angles and question the obvious. That instinct continues to drive my work today: challenging perspective, expanding possibility, and inviting others to see through my eyes. Inspiration comes from family, the natural world, and forward-thinking systems like Bitcoin—ideas rooted in sovereignty, discipline, and long-term vision—which influence where I want my work to go. My art has been featured on television, painted into private spaces, and shared through partnerships with companies and individuals who value originality. These experiences shaped my respect for anyone willing to pursue what they believe in, regardless of outcome. For me, art represents motion—growth, freedom, and the continuous expansion of imagination as both a craft and a way of life.",
    "location": "Casper, Wyoming"
  },
  "gallery": [
    {
      "id": 1,
      "title": "BTC Slots",
      "medium": "",
      "image": "1.JPG",
      "description": "Bitcoin slots"
    },
    {
      "id": 2,
      "title": "Megatron",
      "medium": "",
      "image": "2.JPG",
      "description": "Optional description"
    },
    {
      "id": 3,
      "title": "Paper Planes",
      "medium": "",
      "image": "3.JPG",
      "description": "Optional description"
    },
    {
      "id": 4,
      "title": "Abstract",
      "medium": "",
      "image": "4.JPG",
      "description": "Bitcoin slots"
    },
    {
      "id": 5,
      "title": "BTC Bull",
      "medium": "",
      "image": "5.JPEG",
      "description": "Optional description"
    },
    {
      "id": 6,
      "title": "Abstract",
      "medium": "",
      "image": "6.PNG",
      "description": "Optional description"
    }
  ]
}
